Revit 2027 API
ExportLinetypeKey Constructor
Overload List
Name | Description
ExportLinetypeKey() |  Constructs a new default ExportLinetypeKey.
ExportLinetypeKey(ExportLinetypeKey) |  Constructs a new copy of the input ExportLinetypeKey object.
ExportLinetypeKey(String) |  Constructs a new default ExportLinetypeKey using the original line type name as input.
Top
See Also
Reference
ExportLinetypeKey Class
Autodesk.Revit.DB Namespace